#general
gen.auto.prefix.four.zero=0000
gen.auto.prefix.five.zero=00000
#Date format
date.format.type1=dd MMMM yyyy (HH:mm:ss \u0E19.)
date.format.type2=dd MMMM yyyy
date.format.type3=dd-MM-yyyy
date.format.type4=yyyy-MM-dd
date.format.type5=dd/MM/yyyy
date.format.type6=dd MMM yyyy
date.format.type7=MMMM yyyy
#Withdraw
withdraw.reserve =\u0E40\u0E1A\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E44\u0E1B\u0E2A\u0E33\u0E23\u0E2D\u0E07 (\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E15\u0E31\u0E14\u0E2A\u0E15\u0E47\u0E2D\u0E01)
withdraw.office =\u0E40\u0E1A\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E07\u0E32\u0E19\u0E2A\u0E33\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19 (\u0E15\u0E31\u0E14\u0E2A\u0E15\u0E47\u0E2D\u0E01\u0E17\u0E31\u0E19\u0E17\u0E35)
withdraw.update =\u0E40\u0E1A\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E25\u0E14\u0E2A\u0E15\u0E47\u0E2D\u0E01 (\u0E15\u0E31\u0E14\u0E2A\u0E15\u0E47\u0E2D\u0E01\u0E17\u0E31\u0E19\u0E17\u0E35)
#Requisition
requisition.status.normal =\u0E1B\u0E01\u0E15\u0E34
requisition.status.cancel =\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
#Alert
alert.title.assign.success=มอบหมายผู้รับผิดชอบเสร็จสมบูรณ์
alert.title.delete.success=\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C!
alert.title.save.success=\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C!
alert.title.cancel.success=\u0E01\u0E32\u0E23\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C!
alert.title.restore.success=\u0E01\u0E32\u0E23\u0E01\u0E39\u0E49\u0E04\u0E37\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C!
#status  (0=\u0E40\u0E2A\u0E35\u0E22,1=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\u0E1B\u0E23\u0E01\u0E15\u0E34,2=\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E0B\u0E48\u0E2D\u0E21)
status.equipmentproduct.inactive=\u0E40\u0E2A\u0E35\u0E22
status.equipmentproduct.active=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\u0E1B\u0E23\u0E01\u0E15\u0E34
status.equipmentproduct.hold=\u0E08\u0E2D\u0E07
status.equipmentproduct.lend=\u0E22\u0E37\u0E21
status.equipmentproduct.reserve=\u0E2A\u0E33\u0E23\u0E2D\u0E07
status.equipmentproduct.sell=ขายขาด
status.equipmentproduct.repair=\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E0B\u0E48\u0E2D\u0E21
status.equipmentproduct.ca=CA
#status package
status.package.value.active=1
status.package.value.inactive=0
status.package.text.active=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2D\u0E22\u0E39\u0E48
status.package.text.inactive=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23
package.transaction.cancel.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
package.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
package.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#Company
company.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E22\u0E48\u0E2D\u0E22\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
company.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E22\u0E48\u0E2D\u0E22\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#Personnel
personnel.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
personnel.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#technician group
techniciangroup.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E01\u0E25\u0E38\u0E48\u0E21\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
techniciangroup.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E25\u0E38\u0E48\u0E21\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
techniciangroup.transaction.member.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E01\u0E25\u0E38\u0E48\u0E21\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
techniciangroup.transaction.member.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19\u0E43\u0E19\u0E01\u0E25\u0E38\u0E48\u0E21\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#Position
position.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E07\u0E32\u0E19\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
position.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E07\u0E32\u0E19\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#PermissionGroup
permissiongroup.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
permissiongroup.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#Zone
zone.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E40\u0E02\u0E15\u0E0A\u0E38\u0E21\u0E0A\u0E19/\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
zone.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E02\u0E15\u0E0A\u0E38\u0E21\u0E0A\u0E19/\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#Unit
unit.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
unit.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
unit.name.type.internet=user
unit.name.type.charge=\u0E1A\u0E32\u0E17
#ServicePackageType
servicePackageType.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
servicePackageType.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#EquipmentProductCategory
equipmentproductcategory.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E2B\u0E21\u0E27\u0E14\u0E2B\u0E21\u0E39\u0E48\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
equipmentproductcategory.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2B\u0E21\u0E27\u0E14\u0E2B\u0E21\u0E39\u0E48\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
equipmentproductcategory.type.internet=00002
equipmentproductcategory.type.charge=00003
#Stock
stock.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E04\u0E25\u0E31\u0E07\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
stock.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E04\u0E25\u0E31\u0E07\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#add product
addproduct.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#InternetProduct
internetProduct.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1AINTERNET USER\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
internetProduct.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01INTERNET USER\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#0 = \u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19 , 1 = \u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E25\u0E49\u0E27
internetProduct.item.unuse=0
internetProduct.item.used=1
internetProduct.item.reserversion=2
#ServiceProduct
serviceProduct.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E04\u0E48\u0E32\u0E41\u0E23\u0E07 / \u0E04\u0E48\u0E32\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
serviceProduct.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E04\u0E48\u0E32\u0E41\u0E23\u0E07 / \u0E04\u0E48\u0E32\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
serviceProduct.servicecode.type.setup=00001
serviceProduct.servicecode.type.setup.digitalpoint=00002
serviceProduct.servicecode.type.setup.analogpoint=00003
serviceProduct.servicecode.type.add.digitalpoint=00004
serviceProduct.servicecode.type.add.analogpoint=00005
serviceProduct.servicecode.type.move.point=00006
serviceProduct.servicecode.type.connect=00007
serviceProduct.servicecode.type.move.cable=00008
#Equipment product
equipmentProduct.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
equipmentProduct.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#Equipment product item
equipmentProductItem.transaction.save.status.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
equipmentProductItem.transaction.export.status.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E19\u0E33\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E2D\u0E2D\u0E01\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#RequisitionDocument
requisitionDocument.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E1A\u0E34\u0E01\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E41\u0E25\u0E30\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
requisitionDocument.transaction.updatestatus.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#Serviceapplication
serviceapplication.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2A\u0E21\u0E31\u0E04\u0E23\u0E43\u0E0A\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
serviceapplication.status.active=A
#customer
customer.type.Corporate=\u0E19\u0E34\u0E15\u0E34\u0E1A\u0E38\u0E04\u0E04\u0E25
customer.type.Individual=\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E18\u0E23\u0E23\u0E14\u0E32
customer.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
customer.transaction.delete.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#address type
address.type.address.regis=1
address.type.address.regis.text=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E15\u0E32\u0E21\u0E17\u0E30\u0E40\u0E1A\u0E35\u0E22\u0E19\u0E1A\u0E49\u0E32\u0E19
address.type.address.current=2
address.type.address.current.text=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19
address.type.address.setup=3
address.type.address.current.text=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07
address.no=\u0E1A\u0E49\u0E32\u0E19\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48
address.section=\u0E2B\u0E21\u0E39\u0E48\u0E17\u0E35\u0E48
address.building=\u0E2D\u0E32\u0E04\u0E32\u0E23
address.room=\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E2B\u0E49\u0E2D\u0E07
address.floor=\u0E0A\u0E31\u0E49\u0E19\u0E17\u0E35\u0E48
address.village=\u0E2B\u0E21\u0E39\u0E48\u0E1A\u0E49\u0E32\u0E19
address.alley=\u0E0B.
address.road=\u0E16.
address.subdistrict=\u0E15.
address.district=\u0E2D.
address.province=\u0E08.
#service application
service.application.status.active=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E1B\u0E23\u0E01\u0E15\u0E34
service.application.status.inactive=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#worksheet
worksheet.type.cable.addpoint=C_AP
worksheet.type.cable.connect=C_C
worksheet.type.cable.setup=C_S
worksheet.type.cable.tune=C_TTV
worksheet.type.cable.repair=C_RC
worksheet.type.cable.addsettop=C_ASTB
worksheet.type.cable.movepoint=C_MP
worksheet.type.cable.reducepoint=C_RP
worksheet.type.cable.cut=C_CU
worksheet.type.cable.move=C_M
worksheet.type.cable.borrow=C_B
worksheet.type.internet.analyzeproblems=I_AP
worksheet.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E43\u0E1A\u0E07\u0E32\u0E19\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22
worksheet.status.text.w=\u0E43\u0E1A\u0E07\u0E32\u0E19\u0E23\u0E2D\u0E21\u0E2D\u0E1A\u0E2B\u0E21\u0E32\u0E22
worksheet.status.value.w=W
worksheet.status.text.r=\u0E43\u0E1A\u0E07\u0E32\u0E19\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E07\u0E32\u0E19
worksheet.status.value.r=R
worksheet.status.text.h=\u0E43\u0E1A\u0E07\u0E32\u0E19\u0E04\u0E07\u0E04\u0E49\u0E32\u0E07
worksheet.status.value.h=H
worksheet.status.text.c=\u0E43\u0E1A\u0E07\u0E32\u0E19\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
worksheet.status.value.c=C
worksheet.status.text.s=\u0E43\u0E1A\u0E07\u0E32\u0E19\u0E17\u0E35\u0E48\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22
worksheet.status.value.s=S
worksheet.status.value.d=D
worksheet.type.cable.addpoint.text=\u0E40\u0E2A\u0E23\u0E34\u0E21\u0E08\u0E38\u0E14\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23
worksheet.type.cable.connect.text=\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E2A\u0E32\u0E22 (\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\u0E40\u0E01\u0E48\u0E32)
worksheet.type.cable.setup.text=\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07
worksheet.type.cable.tune.text=\u0E01\u0E32\u0E23\u0E08\u0E39\u0E19 TV
worksheet.type.cable.repair.text=\u0E01\u0E32\u0E23\u0E0B\u0E48\u0E2D\u0E21\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E13
worksheet.type.cable.addsettop.text=\u0E02\u0E2D\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E13\u0E40\u0E04\u0E40\u0E1A\u0E34\u0E25\u0E17\u0E35\u0E27\u0E35
worksheet.type.cable.movepoint.text=\u0E01\u0E32\u0E23\u0E22\u0E49\u0E32\u0E22\u0E08\u0E38\u0E14
worksheet.type.cable.reducepoint.text=\u0E01\u0E32\u0E23\u0E25\u0E14\u0E08\u0E38\u0E14
worksheet.type.cable.cut.text=\u0E01\u0E32\u0E23\u0E15\u0E31\u0E14\u0E2A\u0E32\u0E22
worksheet.type.cable.move.text=\u0E01\u0E32\u0E23\u0E22\u0E49\u0E32\u0E22\u0E2A\u0E32\u0E22
worksheet.type.cable.borrow.text=\u0E41\u0E08\u0E49\u0E07\u0E22\u0E37\u0E21\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E23\u0E31\u0E1A\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E13\u0E40\u0E04\u0E40\u0E1A\u0E34\u0E25\u0E17\u0E35\u0E27\u0E35
worksheet.type.internet.analyzeproblems.text=\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C\u0E1B\u0E31\u0E0D\u0E2B\u0E32
#worksheet assignment
worksheet.assignment.transaction.title.success=\u0E21\u0E2D\u0E1A\u0E2B\u0E21\u0E32\u0E22\u0E07\u0E32\u0E19\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C!
worksheet.assignment.transaction.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E21\u0E21\u0E2D\u0E1A\u0E2B\u0E21\u0E32\u0E22\u0E07\u0E32\u0E19\u0E43\u0E2B\u0E49\u0E17\u0E35\u0E21\u0E0A\u0E48\u0E32\u0E07\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#history worksheet status
history.worksheet.processing=R
history.worksheet.success=S
history.worksheet.not_success=N
#update snapshot
snapshot.transaction.title.success=\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
snapshot.transaction.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E17\u0E33\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E0A\u0E48\u0E32\u0E07\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
snapshot.transaction.close.success=ระบบทำการบันทึกการยกเลิกใบงานเรียบร้อยแล้ว
#financial
financial.invoice.type.setup=S
financial.invoice.type.repair=R
financial.invoice.type.order=O
financial.invoice.status.waitpay=W
financial.invoice.status.payed=S
financial.invoice.status.overpay=O
financial.invoice.status.cancel=C
financial.receipt.type.setup=S
financial.receipt.type.repair=R
financial.receipt.type.order=O
financial.receipt.status.hold=H
financial.receipt.status.perm=P
financial.invoice.gennerate.transaction.title.success=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E43\u0E1A\u0E41\u0E08\u0E49\u0E07\u0E2B\u0E19\u0E35\u0E49\u0E41\u0E25\u0E30\u0E43\u0E1A\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C
financial.invoice.gennerate.transaction.success=\u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E14\u0E49\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E43\u0E1A\u0E41\u0E08\u0E49\u0E07\u0E2B\u0E19\u0E35\u0E49\u0E41\u0E25\u0E30\u0E43\u0E1A\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
financial.invoice.payment.transaction.title.success=\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E08\u0E48\u0E32\u0E22\u0E40\u0E07\u0E34\u0E19\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C
financial.invoice.payment.transaction.success=\u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E14\u0E49\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E08\u0E48\u0E32\u0E22\u0E40\u0E07\u0E34\u0E19\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
financial.invoice.inprocess=\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23
#backup
data.restore.transaction.success=ระบบทำการกู้คืนข้อมูลระบบเรียบร้อยแล้ว
#export / import invoice
invoice.export.transaction.save.success=ระบบทำการบันทึกการนำบิลออกเรียบร้อยแล้ว
invoice.import.transaction.save.success=ระบบทำการบันทึกการนำบิลเข้าระบบเรียบร้อยแล้ว
data.restore.transaction.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E01\u0E39\u0E49\u0E04\u0E37\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
#cashier
cashier.transaction.delete.success=\u0E25\u0E1A\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19\u0E40\u0E01\u0E47\u0E1A\u0E40\u0E07\u0E34\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
cashier.transaction.save.success=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19\u0E40\u0E01\u0E47\u0E1A\u0E40\u0E07\u0E34\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08

ca.transaction.save.success=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
cut.worksheet.remark=ตัดสาย

migrate.success=ระบบนำเข้าข้อมูลเรียบร้อยแล้ว

alert.title.cashierconfig.success=\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E21\u0E2D\u0E1A\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C




